[
  {
    "judul": "Guild Esport Rokok Ilegal Semakin Bersinar di Kepri",
    "tanggal": "17 November 2025",
    "penulis": "RAFFA Admin RokokIlegal",
    "gambar": "https://adverse-beige-76ryvgtckr.edgeone.app/Screenshot_2025-11-17-10-49-01-045_com.dts.freefireth.png",
    "isi": "Guild Free Fire Rokok Ilegal kini mencuri perhatian gamer di Kepulauan Riau sebagai salah satu guild lokal yang berkembang pesat. Dipimpin oleh BANDAR•VILAZ (Darma), guild ini terkenal dengan strategi disiplin, komunikasi cepat, dan ikatan kuat antar pemain. Mereka memiliki gaya permainan agresif yang terstruktur, membuat lawan kesulitan membaca pola serangan.\n\nAnggota Guild Rokok Ilegal:\n- BANDAR•RAVE (Rafa)\n- BANDAR•LATO (Aji)\n- BANDAR•T3 (Doni)\n- BANDAR•UFO (Kevin)\n- BANDAR•OFO (Alif)\n- BANDAR•SMILD (Mus)\n- BANDAR•PSG (Adis)\n- RAPSMODEWIN (Yanto)\n- JIR AD CHICI (Ansar)\n\nDengan identitas nama yang unik, Rokok Ilegal menjadikannya sebagai branding yang mudah diingat dan penuh karakter. Mereka kini mempersiapkan langkah besar menuju turnamen resmi Garena 2026 serta membuka peluang rekrutmen bagi pemain yang loyal, disiplin, dan memiliki komitmen tinggi."
  },
  {
    "judul": "Tiktoker asal pulau mapur",
    "tanggal": "18 November 2025",
    "penulis": "Admin RokokIlegal",
    "gambar": "https://grateful-salmon-xj0dhzwujg.edgeone.app/Screenshot_2025-11-21-10-14-28-234_com.whatsapp.jpg",
    "isi": "Anton, pemuda asal Pulau Mapur di Kepulauan Riau, kini menjadi sorotan di TikTok berkat konten motor dan foto-foto estetiknya. Tinggal di pulau kecil tidak menghalangi Anton untuk berkarya dan menunjukkan kreativitasnya.\n\nSebagai TikToker motor, Anton kerap menampilkan motor kesayangannya, gaya santai anak pulau, jalan kecil Pulau Mapur, serta pemandangan laut biru dan batu karang. Meski sederhana, hasil kontennya tampak natural, stylish, dan penuh vibe estetik khas anak pulau.\n\nSelain video, Anton juga dikenal dengan foto-fotonya yang selalu terlihat profesional. Pose simple, latar langit cerah, outfit kasual, dan angle yang pas membuat fotonya sering menuai pujian dari warganet.\n\nPopularitasnya naik drastis setelah video 'Motoran Keliling Pulau Mapur' masuk FYP dan viral. Sejak itu, jumlah pengikutnya bertambah, bahkan beberapa brand lokal mengajaknya berkolaborasi. Anton pun kini dikenal sebagai TikToker motor paling ikonik dari Pulau Mapur.\n\nMeski viral, Anton tetap rendah hati. Ia tetap ramah, tidak sombong, dan mempertahankan gaya hidup sederhana.\n\nUnggahan Anton juga membuat Pulau Mapur semakin dikenal luas. Banyak pengikutnya kini penasaran dan ingin melihat langsung lokasi-lokasi yang sering muncul di kontennya. Anton bukan hanya sukses sebagai kreator, tetapi juga membawa nama Pulau Mapur lebih dikenal di media sosial."
  }
]